Revit 2027 API
EvaluatedParameter.Definition Property
 Definition of the parameter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public InternalDefinition Definition { get; }
Public ReadOnly Property Definition As InternalDefinition
	Get
public:
property InternalDefinition^ Definition {
	InternalDefinition^ get ();
}
member Definition : InternalDefinition with get
Property Value
InternalDefinition
See Also
Reference
EvaluatedParameter Class
Autodesk.Revit.DB Namespace